{
	"title": "Blog",
	"description": "A brand-new digital series from the Home of Innovation to inspire the UK ",
	"image": "https://images.samsung.com/is/image/samsung/assets/uk/explore/kings-cross/home-of-innovation/creativity/innovation-sessions/elz-barney-career-advice/elz-barney-career-advice_main_kv_2.jpg",
	"alt": "",
	"thumb": "https://images.samsung.com/is/image/samsung/assets/uk/explore/kings-cross/home-of-innovation/creativity/innovation-sessions/elz-barney-career-advice/elz-barney-career-advice_thumb_2.jpg",
  "hidden": true,
  "meta": {
    "icon": "article",
    "tags": []
  },
	"components": [
    {
      "type": "css-snippet",
      "content": ".hoiWrapper .hoiKv h3 { margin-top: 0 !important; } .hoiWrapper .hoiKv h2 { margin-top: 0 !important;} ",
      "__notes": "css snippet to remove vertical margin on inline audio headline"
    },
    {
			"type": "kv",
			"media": {
				"type": "image",
				"content": "{{creativity|innovation-sessions|elz-barney-career-advice|blog[image]}}",
				"alt": "{{creativity|innovation-sessions|elz-barney-career-advice|blog[alt]}}"
			},
			"style": {
				"desktop": "left",
				"mobile": "top"
			},
			"components": [{
				"type": "headline",
				"level": "1",
				"copy": "Innovation Sessions: Turning a passion into a profession"
			}]
		},
		{
			"type": "wrapper",
			"components": [{
					"type": "headline",
					"copy": "Barney's Blog",
					"level": "3"
				},
        {
					"type": "headline",
					"copy": "Inspiration behind my song",
					"level": "4"
				},
				{
					"type": "paragraphs",
					"text": [
						"Dark N Cold was made at 3am in my bedroom slap bang in the middle of lockdown... my mate Freddy sent me the beat and basically the combination of a banging beat and lockdown deliriousness created this song that i’m super excited for people to hear."
					]
				},
        {
					"type": "kv",
					"media": {
						"type": "audio",
						"content": "https://images.samsung.com/is/content/samsung/assets/uk/explore/kings-cross/home-of-innovation/creativity/innovation-sessions/elz-barney-career-advice/barney-dark-n-cold.mp4",
						"poster": "https://images.samsung.com/is/image/samsung/assets/uk/explore/kings-cross/home-of-innovation/creativity/innovation-sessions/elz-barney-career-advice/elz-barney-career-advice_blog_kv.jpg"
					},
					"style": {
						"desktop": "left",
						"mobile": "top"
					},
					"components": [
            {
							"type": "headline",
							"copy": "Barney",
							"level": "2"
						},
						{
							"type": "headline",
							"copy": "Dark n cold",
							"level": "3"
						},
            {
              "type": "buttons",
              "items": [
                {
    							"copy": "Download",
    							"url": "https://images.samsung.com/is/content/samsung/assets/uk/explore/kings-cross/home-of-innovation/creativity/innovation-sessions/elz-barney-career-advice/barney-dark-n-cold.mp4",
    							"target": "_blank"
    						}
              ]
            }
					]
				},
				{
					"type": "headline",
					"copy": "Top 10 songs of influence",
					"level": "4"
				},
				{
					"type": "paragraphs",
					"text": [
						"A playlist of the most important music to me and how they inspired me to write Dark N Cold.",
						"<strong>1) Lonyo - Summer Of Love </strong><br>This song makes me feel like I’m getting a brain freeze from a blue and red slush puppies",
						"<strong>2) A Tribe Called Quest - Electric Relaxation </strong><br>The only way to describe this one is a “vibe” the epitome of chilling",
						"<strong>3) Otis Redding - Sitting on the dock of the bay </strong><br>This one helped transport me from my home to a little river boat somewhere in Georgia.. absolute bliss ",
						"<strong>4) Alfa Mist - Door (feat Jordan Rakei)</strong><br>This one is a biased one as these boys are part of my crew but still... absolute tune!",
						"<strong>5) Curtis Mayfield - Move On Up</strong><br>If there’s a song that can make you feel more positive than this one... please let me know... I’m absolutely beaming blazing this huge riddim",
						"<strong>6) Young Franco - Juice (feat Pell)</strong><br>This is a perfect breakfast banger... skank whilst you make your toast... also it’s called “Juice”... perfection",
						"<strong>7) Gaptoof - Dean Street (feat Kean Kavanagh)</strong><br>Am I only person who adores the smell of fresh rain? Yeah? Ok maybe it’s just me... Well this song reminds me of wet pavements and beautifully grey skies… wonderful",
						"<strong>8) Lemar - 50/50</strong><br>Nostalgia is the best… Lemar is a national treasure and should be treated as such... fully fledged R&B classic... smoooooth",
						"<strong>9) Ms Dynamite - Booo! </strong><br>Now this one has rules for consumption… you HAVE to jump up and down in the middle of your living room when the beat drops… those the rules… Ms Dynamite is my hero",
						"<strong>10) Aretha Franklin - I Say A Little Prayer</strong><br>I’m in terms of the perfect song this has to be it... I feel like I’m running through meadow of sunflowers and rainbows when I hear this song... beautiful on every level"
					]
				},

				{
					"type": "headline",
					"copy": "Elz's Blog",
					"level": "3"
				},
				{
					"type": "headline",
					"copy": "1) 3 tips to turn that passion into a career",
					"level": "4"
				},
				{
					"type": "paragraphs",
					"text": [
						"<ul><li>You do you! Be yourself, stay true to your own interests and do something you are truly passionate about. If I paid attention to doubters, or people questioning why I was trying to work my way into what was perceivably a male dominated sector, I wouldn’t be writing this for you to read today!</li><li>Keep that content coming… Be consistent, make sure you outline what it is you want to be achieving and stick to it. For me it’s releasing content once or twice a week on my channel. One of the most useful things for me was setting deadlines and really sticking to them.</li><li>Have some fun! Enjoy yourself. Try not to look at what other people are doing, enjoy the process and focus on your own goals. The best moments and pieces of content always come from a place of enjoyment and people being comfortable in their own skin.</li></ul>"
					]
				},
				{
					"type": "headline",
					"copy": "2) Building an online community in the digital age",
					"level": "4"
				},
				{
					"type": "paragraphs",
					"text": [
						"<ul><li>Most of it is down to the steps mentioned above, especially consistency - that is something that goes a really long way on your own channels.</li><li>Another important factor is to network with people doing similar things to you, and collaborate as much as you can with the right people. Collaboration is key for you to tap into a wider variety of audiences, and start building a bigger community from there.</li></ul>"
					]
				},
				{
					"type": "headline",
					"copy": "3) Where do you innovate and stay relevant?",
					"level": "4"
				},
				{
					"type": "paragraphs",
					"text": [
						"I try to follow trends of what people are doing online, especially for video content to keep on top of ways to innovate. Be that new video games, new ways to interact with your audience and genuinely just being inspired by the amazing content that is out there. There are so many ways to engage your audience now, it’s all about staying current and creating content specific to each of the different social media platforms."
					]
				},
				{
					"type": "headline",
					"copy": "4) What does the future look like for you? ",
					"level": "4"
				},
				{
					"type": "paragraphs",
					"text": [
						"I want to become the face of female gaming in the UK and set an example to young people that you don’t need to fit into a box to be successful and to embrace your passions in life."
					]
				},
				{
					"type": "headline",
					"copy": "5) What three pieces of tech could you not live without?",
					"level": "4"
				},
				{
					"type": "paragraphs",
					"text": [
						"My phone, my PC and my all of my gaming products!"
					]
				}
			]
		},
		{
			"type": "group",
			"dynamic": "more-episodes",
			"id": "innovation-sessions",
			"title": "More episodes",
      "style": {
        "scroll": true
      }
		}
	]
}
