{
  "title": "Innovation Sessions: Turning a passion into a profession",
  "description": "A brand-new digital series from the Home of Innovation to inspire the UK",
  "image": "https://images.samsung.com/is/image/samsung/assets/uk/explore/kings-cross/home-of-innovation/creativity/innovation-sessions/elz-barney-career-advice/elz-barney-career-advice_main_kv_2.jpg",
  "alt": "",
  "thumb": "https://images.samsung.com/is/image/samsung/assets/uk/explore/kings-cross/home-of-innovation/creativity/innovation-sessions/elz-barney-career-advice/elz-barney-career-advice_thumb_2.jpg",
  "group": "innovation-sessions",
  "sort": 5,
  "components": [
    {
      "type": "kv",
      "media": {
        "type": "youtube",
        "content": "193yEjvweSY",
        "poster": "{{creativity|innovation-sessions|elz-barney-career-advice[image]}}",
        "alt": "{{creativity|innovation-sessions|elz-barney-career-advice[alt]}}"
      },
      "style": {
        "desktop": "top",
        "mobile": "top"
      },
      "components": [
        {
          "type": "headline",
          "level": "1",
          "copy": "{{creativity|innovation-sessions|elz-barney-career-advice[title]}}"
        }
      ]
    },
    {
      "type": "wrapper",
      "components": [
        {
          "type": "headline",
          "copy": "Series Overview:",
          "level": "3"
        },
        {
          "type": "paragraphs",
          "text": [
            "Welcome to the Innovation Sessions. Samsung KX, the Home of Innovation, has partnered with a line-up of inspiring people to bring you our very first digital event series. Topics such as podcasts, social media, tips for businesses and more will be covered to help you create your very own home of innovation."
          ]
        },
        {
          "type": "headline",
          "copy": "About this Episode:",
          "level": "3"
        },
        {
          "type": "paragraphs",
          "text": [
            "In episode 5 of Innovation Sessions, the first ever shot in Samsung KX; Elz the Witch and Barney Artist head to the Home of Innovation to discuss how they both turned their passions into careers and give their tips for how you can do the same.",
            "Hoping to inspire the next generation of female gamers, Elz provides the insights for how she was able to grow her stature in the predominantly male sectors of gaming and IT, ultimately being able to quit her job and turn her gaming passion into her profession.",
            "In a period of no physical performances for musicians, Barney Artist discusses how he has turned lockdown into an opportunity to connect with his followers, and to be ultra-creative with projects in the downtime from live performances – including using the high quality <a href=\"https://www.samsung.com/uk/smartphones/galaxy-s20/\">Galaxy S20</a> camera."
          ]
        },
        {
          "type": "headline",
          "copy": "About the collaborators:",
          "level": "3"
        },
        {
          "type": "headline",
          "copy": "Elz:",
          "level": "4"
        },
        {
          "type": "paragraphs",
          "text": [
            "Elz the Witch. The newest face in Gaming, Fashion & Sports. One of the most popular new gaming presenter channels in the UK. From co-hosting the FIFA E-World Cup final at The O2 Arena through to working with the biggest brands in entertainment.",
            "She has her own YouTube channel with over 4.5million views and 80k+ subscribers, where she collabs with guests such as KSI and AJ Tracey and The Sidemen, to game with them, or review the latest game releases!",
            "Elz the Witch’s versatility as a presenter has been on full display over the last year as she’s grown into one of the most exciting prospects in the entertainment industry."
          ]
        },
        {
          "type": "headline",
          "copy": "Barney Artist:",
          "level": "4"
        },
        {
          "type": "paragraphs",
          "text": [
            "Hailing from East Ham originally, Barney spent his formative years living in Forest Gate, having moved there when he was 14. While he admits it wasn’t the easiest place to grow up, he has a great deal of fondness for his old neighbourhood.",
            "With Wanstead Flats in one direction and the lights of London in the other, he describes it as a place that contains many of the city’s identities: different cultures, middle and lower classes, green grass and suburban terraces. Barney’s mum moved to the UK from Uganda when she was pregnant with him and raised him single-handed. He credits her with his creativity—although not specifically his career as a rapper. “She wasn’t playing Erykah Badu or Common in the house,” he explains, laughing. \"It was more that she was very big on expression. ‘You’re trying that? Okay cool.’\"",
            "After the release of his revelatory debut album, ‘Home is Where the Art Is’, last year, he’s sold-out a UK tour, supported his friend Tom Misch around Europe, played Glastonbury and earned a FIFA 19 sync. And the future looks even brighter. With the dust barely settled on his celebrated debut album, he’s back with a new project."
          ]
        },
        {
          "type": "buttons",
          "items": [
            {
              "copy": "Read Article",
              "url": "{{creativity|innovation-sessions|elz-barney-career-advice|blog[url]}}"
            }
          ]
        }
      ]
    },
    {
      "type": "group",
      "dynamic": "more-episodes",
      "id": "innovation-sessions",
      "title": "More episodes"
    }
  ]
}
