{
  "title": "Blog",
  "description": "A brand-new digital series from the Home of Innovation to inspire the UK  ",
  "image": "https://images.samsung.com/is/image/samsung/assets/uk/explore/kings-cross/home-of-innovation/creativity/innovation-sessions/E4_Hero.jpg",
  "alt": "Black and white portrait of the upper half of a woman - Clara Amfo - wearing a white vest top, thin necklaces and large earrings, sat sideways to the camera. The woman is smiling and looking off to the side. The portrait is layered on top of a black background, with green, yellow and white abstract shapes overlayed on top.",
  "thumb": "https://images.samsung.com/is/image/samsung/assets/uk/explore/kings-cross/home-of-innovation/creativity/innovation-sessions/E4_Thumb.jpg",
  "components": [
    {
      "type": "kv",
      "media": {
        "type": "image",
        "content": "{{creativity|innovation-sessions|clara-amfo-making-a-podcast[image]}}",
        "alt": "{{creativity|innovation-sessions|clara-amfo-making-a-podcast[alt]}}"
      },
      "style": {
        "desktop": "top",
        "mobile": "top"
      },
      "components": [
        {
          "type": "headline",
          "level": "1",
          "copy": "Innovation Sessions: How to make your own podcast"
        }
      ]
    },
    {
      "type": "share"
    },
    {
      "type": "wrapper",
      "components": [
        {
          "type": "headline",
          "copy": "How to stay focused with multiple voices",
          "level": "3"
        },
        {
          "type": "paragraphs",
          "text": [
            "When capturing different opinions within a podcast, you need to let everyone answer a question. Without live audience recordings, the essence of podcasting is about capturing a great conversation for as long as you like and using the best parts within the edit. Avoiding awkward pauses isn’t the main focus, the focus should be making sure that each of your guests' opinions are heard.",
            "People try really hard to avoid silence but natural pauses become useful as they make the editing process easier. If you leave silence after someone says something, it prompts them to fill that silence and often this is when they divulge the more interesting parts of the story that they would never have said in a normal conversation, or on another platform. Most podcasts (certainly, in ours), we aren’t there to make the guest or the host look bad, so the most important thing is to let the conversation take its natural course."
          ]
        },
        {
          "type": "headline",
          "copy": "How to get the best out of your guests/interviewees",
          "level": "3"
        },
        {
          "type": "paragraphs",
          "text": [
            "Podcasting is such a unique format and it’s great for getting insights that other mediums just can’t facilitate. It’s very rare that you get an hour with any guest on TV or interviews etc., and that allows a greater rapport and trust to be built, allowing the guest to feel more comfortable to share more than they would on other mediums.",
            "To get the most out of your guests, it’s important to have a 15-minute chat beforehand off air. This helps you to get to know each other better, and to get used to each other's style of communication.",
            "During the record, if a conversation is flowing – let it!",
            "The Louis Theroux episode in This City is a great example of this; we chatted for around 2 hours and had a lot of editing to do to make it into a digestible episode. Don’t be concerned with parts of the conversation you don’t want to include. You are better off focusing on which parts of the conversation flowed most naturally. These moments will likely work best within the final edit."
          ]
        },
        {
          "type": "headline",
          "copy": "How long should each episode be?",
          "level": "3"
        },
        {
          "type": "paragraphs",
          "text": [
            "There is a rule if you want people to listen to the pod in one go. The goldilocks zone seems to be around 20-23 minutes. When you go out with friends you could be talking for 5 hours and think the whole conversation is hilarious, but if you were to try and cut that down into a pod, there would only be an hour at most of good usable content.",
            "Be harsh when editing, if you’re on the fence about a snippet, take it out. It’s very flexible and personal to how much you cut out, but the more you record the more you have to work with.",
            "Finding your unique voice<br>It’s important to identify the goals of your podcast; do you want it to be gossipy or informative, or a bit of both? There are so many finite ways that you can find a uniqueness in things that everyone is talking about."
          ]
        },
        {
          "type": "headline",
          "copy": "Renay’s 3 W’s:",
          "level": "3"
        },
        {
          "type": "paragraphs",
          "text": [
            "<ul><li>Why are you doing it?</li><li>Who is it for?</li><li>What’s the takeaway?</li></ul>"
          ]
        },
        {
          "type": "headline",
          "copy": "Why are you doing it? What’s the takeaway?",
          "level": "4"
        },
        {
          "type": "paragraphs",
          "text": [
            "You should know how you want the listener to feel or what you want them to do after listening to it. Have an intension. For example, with This City, we want our listeners to go and check out some of the places that we speak about, or encourage them to find some hidden gems in London."
          ]
        },
        {
          "type": "headline",
          "copy": "Who is it for?",
          "level": "4"
        },
        {
          "type": "paragraphs",
          "text": [
            "Have a person in mind when tailoring your podcast. Even if that person is yourself - you know your likes and dislikes and what you would want to get out of a pod. So, take it from there!",
            "People say it’s a saturated market but I don’t think it is, there’s never too many books or films, and the same applies here. At the end of the day, your unique voice is what makes your podcast your podcast, and it’s the main thing that’s going to make you stand out."
          ]
        },
        {
          "type": "headline",
          "copy": "What do you need to get started?",
          "level": "3"
        },
        {
          "type": "paragraphs",
          "text": [
            "Really simply, 3 things;",
            "<ul><li>A device to record sound</li><li>The internet</li><li>A hosting platform</li></ul>"
          ]
        },
        {
          "type": "headline",
          "copy": "How do you promote your podcast once you’ve launched?",
          "level": "3"
        },
        {
          "type": "paragraphs",
          "text": [
            "Social media is the key here. Nowadays people are always on their devices, and a large majority of our listeners use their phones to listen to This City. You have to grab their attention and peak their interest whilst you’ve got them on their phone, via the apps they use regularly.",
            "It’s also important to remember that people these days are all multitasking, listening whilst they catch a train and check their emails etc. So, a great way to remind them is a weekly reminder or newsletter directly to their emails that the new episode has dropped.",
            "Be consistent with where you release updates/episodes so people know where to find the content. Social media stories are a great way to do this and create hype around an episode - Louis Theroux and Sugababes episodes on This City created a massive buzz when we announced them."
          ]
        }
      ]
    },
    {
      "type": "group",
      "dynamic": "more-episodes",
      "id": "innovation-sessions",
      "title": "More episodes"
    }
  ]
}
