{
	"title": "How to throw the ultimate festive cocktail party",
	"description": "How to throw the ultimate festive cocktail party",
	"image": "https://images.samsung.com/is/image/samsung/assets/uk/explore/kings-cross/home-of-innovation/creativity/inspire-me/how-to-throw-cocktail-party-ideas/KV.jpg",
	"alt": "",
	"thumb": "https://images.samsung.com/is/image/samsung/assets/uk/explore/kings-cross/home-of-innovation/creativity/inspire-me/how-to-throw-cocktail-party-ideas/Thumb.jpg",
	"group": "guest-writer-of-the-week",
	"sort": 7,
	"meta": {
		"icon": "article",
		"tags": []
	},
	"contentLength": {
		"length": 7,
		"unit": "mins"
	},
	"components": [
		{
		  "type": "css-snippet",
		  "content": ".hoiKv__Media:after { padding-bottom: 33% !important; }  .hoiWrapper h5 { margin-top: 0 !important; }"
		},
		{
		  "type": "kv",
		  "media": {
			"type": "image",
			"content": "{{creativity|inspire-me|how-to-throw-cocktail-party-ideas[image]}}",
			"alt": ""
		  },
		  "style": {
			"desktop": "right",
			"mobile": "top"
		  },
		  "components": [
			{
			  "type": "headline",
			  "copy": "How to throw the ultimate festive cocktail party"
			}
		  ]
		},{
			"type": "wrapper",
			"components": [



				{
					"type": "paragraphs",
					"text": [
						"Now that the clocks have gone back and the temperatures are starting to plummet, there’s only one thing on our minds: Christmas. While hanging out in crowded pubs and bars may still not seem that appealing, the festive cocktail party is firmly back on the map. Here, Freelance Journalist Luciana Bellini reveals how to throw the ultimate Christmas soirée.   "
					]
				},
				{
					"type": "image",
					"content": "https://images.samsung.com/is/image/samsung/assets/uk/explore/kings-cross/home-of-innovation/creativity/inspire-me/how-to-throw-cocktail-party-ideas/img1.jpg",
					"alt": ""
				},
				{
					"type": "headline",
					"copy": "Get your drinks menu sorted first ",
					"level": "3"
				},
				{
					"type": "paragraphs",
					"text": [
						"You don’t need a fully stocked vintage drinks trolley, but you do need to make sure you have all the key ingredients to knock up some inspiring cocktails. First off, pick three cocktails that use minimal ingredients and will be instant crowd pleasers – I’d recommend a winter warmer like mulled wine that can simmer away on the stove and scent the air with its spices, a bubbly cocktail (because everyone likes a bit of fizz) and a dark liquor option – a classic Espresso Martini or a Negroni served with a twist of orange and a sprig of thyme always go down well. Make sure you have a few non-alcoholic options available too – there are some amazing alcohol-free spirits on the market now, like Seedlip and CleanCo, which means you can make non-alcoholic cocktails that taste just as good as their boozy counterparts. <a href='https://www.samsung.com/uk/refrigerators/bespoke-refrigerator/'>Samsung’s Bespoke</a> Range creates the perfect setup for all your festive needs, the customisable colours and finishes are the perfect setting to store all of your ingredients, so you have them to hand when you’re ready to start mixing.  "
					]
				},
				{
					"type": "headline",
					"copy": "Make sure you have all the equipment you’ll need ",
					"level": "3"
				},
				{
					"type": "paragraphs",
					"text": [
						"Even the most delicious of tipples can be let down by not being served in the right sort of glassware. If you plan on hosting a cocktail party, it’s worth investing in a few cupboard staples that will see you through. Make sure you stock up on some good bar glasses – you’re going to want a combination of champagne flutes, rocks glasses and hurricane glasses. Then, it’s worth having a large glass pitcher, as this will come in handy for your mulled wine. Buy a decent cocktail shaker, to ensure all your drinks are perfectly mixed. And lastly, make sure you have plenty of ice – there’s nothing worse than running out halfway through a party. Luckily, Samsung’s Bespoke Refrigerators come with an in-built Beverage Centre™ and Dual Auto Ice Maker, so you’ll never have that problem. "
					]
				},
				{
					"type": "image",
					"content": "https://images.samsung.com/is/image/samsung/assets/uk/explore/kings-cross/home-of-innovation/creativity/inspire-me/how-to-throw-cocktail-party-ideas/img2.jpg",
					"alt": ""
				},
				{
					"type": "headline",
					"copy": "Plan some festive nibbles",
					"level": "3"
				},
				{
					"type": "paragraphs",
					"text": [
						"Everybody loves the old favourites – pigs in blankets, devils on horseback, a generous cheese board and, of course, warm mince pies fresh from the oven – but it’s also fun to throw in something a little unexpected and festively decadent if you can. This year’s canapé of choice on the party circuit is the caviar blini and the new caviar brand of the moment is luxury label Croe, which is aimed at introducing a younger audience to the delights of beluga and donates a percentage of its profits to several charities, including breast cancer awareness and The Abrishamchi Foundation in the Middle East. Both delicious and doing good for the world, it’s the perfect message for the festive season."
					]
				},
				{
					"type": "headline",
					"copy": "Add in some fun elements ",
					"level": "3"
				},
				{
					"type": "paragraphs",
					"text": [
						"While making first-rate cocktails is a serious business, it doesn’t mean you can’t have a bit of fun with it. Come up with some inventive names for your Christmas tipples – the more festive, the better - and create little menus so your guests know what they’re drinking. And if you want to dress up your glasses, a few silicone ice moulds in different shapes – a star or snowman-shaped ice cube will add instant festive flair to any drink and become a quick conversation starter for your guests.  "
					]
				},
				{
					"type": "image",
					"content": "https://images.samsung.com/is/image/samsung/assets/uk/explore/kings-cross/home-of-innovation/creativity/inspire-me/how-to-throw-cocktail-party-ideas/img3.jpg",
					"alt": ""
				},
				{
					"type": "paragraphs",
					"text": [
						"Make your Cocktail party your own and with Samsung’s Bespoke Range you can bring your personal style to the kitchen — and beyond, choosing the combination that’s right for you."
					]
				},
				{
					"type": "paragraphs",
					"text": [
						"<br>",
						"<strong>By Luciana Bellini</strong>",
						"<em>Luciana is a freelance journalist, specialising in luxury, lifestyle, food and travel. She writes for numerous titles including Tatler, the Daily Telegraph and Glamour.</em>"
					]
				}
			]
		  },

		{
			"type": "group",
			"dynamic": "episodes",
			"id": "inspire-me",
			"title": "More episodes",
			"style": {
				"scroll": true
			}
		}
	]
}
