{
	"title": "The Three-Dimensional Home Map",
	"description": "Helping to inspire community creativity",
	"image": "https://images.samsung.com/is/image/samsung/assets/uk/explore/kings-cross/home-of-innovation/creativity/central-saint-martins/three-dimensional-home-map/Something_in_the_Middle_Zoom.jpg",
	"alt": "",
	"thumb": "https://images.samsung.com/is/image/samsung/assets/uk/explore/kings-cross/home-of-innovation/creativity/central-saint-martins/three-dimensional-home-map/Something_in_the_Middle_Zoom_thumb.jpg",
	"group": "central-saint-martins",
	"sort": 2,
	"meta": {
		"icon": "video",
		"tags": []
	},
	"contentLength": {
		"length": 4,
		"unit": "mins"
	},
	"components": [
		{
			"type": "css-snippet",
			"content": ".hoiKv__Media:after { padding-bottom: 42% !important; }",
			"__notes": "custom ratio for kv video"
		},
		{
			"type": "kv",
			"media": {
				"type": "image",
				"content": "{{creativity|central-saint-martins|three-dimensional-home-map[image]}}",
				"alt": "{{creativity|central-saint-martins|three-dimensional-home-map[alt]}}"
			},
			"style": {
				"desktop": "top",
				"mobile": "top"
			},
			"components": [
				{
					"type": "headline",
					"copy": "The Three-Dimensional Home Map"
				},
				{
					"type": "headline",
					"copy": "Designing a new community by the younger generation",
					"level": "2"
				}
			]
		},
		{
			"type": "gallery",
			"items": [
				{
					"type": "image",
					"image": "https://images.samsung.com/is/image/samsung/assets/uk/explore/kings-cross/home-of-innovation/creativity/central-saint-martins/three-dimensional-home-map/collage01-th.jpg",
					"content": "https://images.samsung.com/is/image/samsung/assets/uk/explore/kings-cross/home-of-innovation/creativity/central-saint-martins/three-dimensional-home-map/collage01.jpg"
				},
				{
					"type": "image",
					"image": "https://images.samsung.com/is/image/samsung/assets/uk/explore/kings-cross/home-of-innovation/creativity/central-saint-martins/three-dimensional-home-map/collage02-th.jpg",
					"content": "https://images.samsung.com/is/image/samsung/assets/uk/explore/kings-cross/home-of-innovation/creativity/central-saint-martins/three-dimensional-home-map/collage02.jpg"
				},
				{
					"type": "image",
					"image": "https://images.samsung.com/is/image/samsung/assets/uk/explore/kings-cross/home-of-innovation/creativity/central-saint-martins/three-dimensional-home-map/collage03-th.jpg",
					"content": "https://images.samsung.com/is/image/samsung/assets/uk/explore/kings-cross/home-of-innovation/creativity/central-saint-martins/three-dimensional-home-map/collage03.jpg"
				},
				{
					"type": "image",
					"image": "https://images.samsung.com/is/image/samsung/assets/uk/explore/kings-cross/home-of-innovation/creativity/central-saint-martins/three-dimensional-home-map/collage04-th.jpg",
					"content": "https://images.samsung.com/is/image/samsung/assets/uk/explore/kings-cross/home-of-innovation/creativity/central-saint-martins/three-dimensional-home-map/collage04.jpg"
				},
				{
					"type": "image",
					"image": "https://images.samsung.com/is/image/samsung/assets/uk/explore/kings-cross/home-of-innovation/creativity/central-saint-martins/three-dimensional-home-map/collage_2-th.jpg",
					"content": "https://images.samsung.com/is/image/samsung/assets/uk/explore/kings-cross/home-of-innovation/creativity/central-saint-martins/three-dimensional-home-map/collage_2.jpg"
				},
				{
					"type": "video",
					"image": "https://images.samsung.com/is/image/samsung/assets/uk/explore/kings-cross/home-of-innovation/creativity/central-saint-martins/three-dimensional-home-map/video_th.jpg",
					"content": "https://images.samsung.com/is/content/samsung/assets/uk/explore/kings-cross/home-of-innovation/creativity/central-saint-martins/three-dimensional-home-map/PhotoScroll02.mp4"
				}
			]
		},
		{
			"type": "wrapper",
			"components": [
				{
					"type": "paragraphs",
					"text": [
						"Samsung KX is collaborating with Central Saint Martins to support their work on STEAM (science, technology, engineering, art and maths*) education, helping to inspire community creativity via the power of accessible technology.",
						"The activity is led by Something in the Middle, a collective of Fine Art students who are creating an interactive three-dimensional map, archiving the time they spend at home. The project is structured as a series of workshops for schools and communities across Camden and Islington, that ultimately crescendos in the creation of a digital house that represents the people of King’s Cross. These houses will then collate into streets, boroughs and towns - designing a new community by the younger generation.",
						"The workshops, which switch between analogue and digital, are designed to unpack and breakdown technically advanced processes like 3D modelling and photogrammetry using accessible household materials and basic IT programs.",
            "See the below videos for exclusive insights on the paper rubbing technique and digital collaging, as per demonstrated in these sessions."
          ]
        },
        {
          "type": "video",
          "content": "https://images.samsung.com/is/content/samsung/assets/uk/explore/kings-cross/home-of-innovation/creativity/central-saint-martins/three-dimensional-home-map/Video_Asset_1.mp4"
        },
        {
          "type": "video",
          "content": "https://images.samsung.com/is/content/samsung/assets/uk/explore/kings-cross/home-of-innovation/creativity/central-saint-martins/three-dimensional-home-map/Video_Asset_3.mp4"
        },
        {
          "type": "paragraphs",
          "text": [
						"With the programme having launched this month, the collective has used Samsung technology to create a hub of home photography and tips, helping to inspire the groups involved and beyond, when it comes to discovering the beauty of home.",
						"Here, we speak to the collective to find out their inspirations behind this content and their top tips for viewers wanting to try this out at home."
					]
				},
				{
					"type": "headline",
					"level": "3",
					"copy": "What inspired the collective to capture these home shots?"
				},
				{
					"type": "paragraphs",
					"text": [
						"With these images we were thinking about finding beauty in the every day. How the seemingly mundane can become beautiful or profound when it is not overlooked.",
						"\"<span style=\"font-style: italic\">What speaks to us, seemingly, is always the big event, the untoward, the extra-ordinary: the front-page splash, the banner headlines....Behind the event there is a scandal, a fissure, a danger, as if life reveals itself only by way of the spectacular, as if what speaks, what is significant, is always abnormal. [But] how should we take account of, question, describe what happens every day and recurs everyday: the banal, the quotidian, the obvious, the common, the ordinary, the infra-ordinary, the background noise, the habitual?\"</span>",
						"<strong>Georges Perec, Species of Spaces and Other Places</strong>",
						"Having recently read Species of Spaces and Other Places we began to explore our own familiar surroundings using the revolutionary <a href=\"https://www.samsung.com/uk/smartphones/galaxy-s20/\">Samsung Galaxy S20</a> smartphone camera to rediscover what we thought we knew. It is refreshing to find new ways of seeing what surrounds us. We are spending more time at home, but by looking at things in a different light it is possible to change the scenery even when you are in the same space.",
						"This collaboration with Samsung KX has given us the chance to force our attention on the things we would normally overlook. It’s a way of becoming attuned to your surroundings, to be present and in the flow of everything that surrounds you.",
						"By using accessible technology (such as your personal smartphone or tablet), you can build an alternate reality.  Activating familiar spaces by focusing on tiny details that can then be reconfigured into a new environment. The collage pieces was seamlessly created using the <a href=\"https://www.samsung.com/uk/tablets/galaxy-tab-s/galaxy-tab-s7-plus-12-4-inch-mystic-bronze-128gb-wi-fi-sm-t970nznaeua/buy/\">Samsung Galaxy Tab S7</a> and its S Pen, made up of multiple digital <a href=\"https://www.samsung.com/uk/smartphones/galaxy-s20/\">Samsung Galaxy S20</a> images that when put together, create an impression of a space or room but one in which you get to decide what should be foregrounded or emphasized. Making this work allowed us to re-ignite our interest in spaces and objects that had previously seemed dull."
					]
				},
				{
					"type": "headline",
					"level": "3",
					"copy": "Top tips for capturing and collaging the beauty of home:"
				},
				{
					"type": "html-list",
					"items": [
						"Use natural daylight imaginatively. Morning light has a blue tinge where in the evening the light is much warmer. Try taking photographs of the same object at different times of day to see what effect it has",
						"Bright sunlight gives dramatic shadows and a high contrast effect where cloudy days give a diffused light that can be much easier to work with. You can also play with dramatic lighting by using the flash on your smartphone camera, this can help you appreciate the beauty of a more paired down image",
						"Don’t just focus on the most precious items in your home, instead try to discover something that you have not noticed before",
						"Think about the histories of an object. How old is the object? How did it come to be part of your home? What other lives has this object had?",
						"Play with the scale of the object. Try taking dramatic close ups and see if you can make your object seem larger than it is. The <a href=\"https://www.samsung.com/uk/smartphones/galaxy-s20/\">Samsung Galaxy S20’s</a> Space Zoom feature was really helpful for this, as you can zoom up to 30x",
						"Be playful with how you frame the shot. You can break up an object by framing it through a series of close up images that you can then reassemble",
						"Happy accidents can be made the most of if you let the work guide you. Don’t delete anything, you can often discover things about an image that you didn’t notice at the time of taking the shot"
					]
				}
			]
		}
	]
}
