{
  "title": "Speaking future fashion scenarios with Sophie Parnaby",
  "description": "",
  "image": "",
  "alt": "",
  "thumb": "",
  "group": "graduate-fashion-week",
  "sort": 7,
  "meta": {
    "icon": "article",
    "tags": []
  },
  "components": [
    {
      "type": "kv",
      "media": {
        "type": "image",
        "content": "",
        "alt": ""
      },
      "style": {
        "desktop": "right",
        "mobile": "bottom"
      },
      "components": [
        {
          "type": "headline",
          "copy": "Speaking future fashion scenarios with Sophie Parnaby"
        }
      ]
    },
    {
      "type": "wrapper",
      "components": [










        {
          "type": "headline",
          "copy": "Who you are and where you study?",
          "level": "3"
        },
        {
          "type": "paragraphs",
          "text": [
            "I’m Sophie Parnaby and I’m from Ilkley near Leeds. I’ve recently graduated from Manchester Metropolitan University with a degree in Fashion design and technology for womenswear.",
            "<br>"
          ]
        },
        {
          "type": "headline",
          "copy": "Describe your journey in fashion...",
          "level": "3"
        },
        {
          "type": "paragraphs",
          "text": [
            "Halfway through my degree I completed a placement year, where I spent three months interning in the design department at Old Navy. I then spent a further six months working for Julien Macdonald, a luxury label with a focus on embroidered gowns, which is where my interest in embellishment grew. Throughout university I had always been interested in sustainable fashion, and in final year we were set a sustainable design brief which was a great opportunity merge these two interests.",
            "<br>"
          ]
        },
        {
          "type": "image",
          "content": "https://images.samsung.com/is/image/samsung/assets/uk/explore/kings-cross/home-of-innovation/creativity/graduate-fashion-week/sophie-parnaby/Article_image_1.jpg",
          "alt": ""
        },
        {
          "type": "image",
          "content": "https://images.samsung.com/is/image/samsung/assets/uk/explore/kings-cross/home-of-innovation/lifestyle/guest-writer-of-the-week/16/Image_credit_Carpetright.jpg",
          "alt": "",
          "credit": "Image Credit - Carpetright"
        },
        {
          "type": "headline",
          "copy": "Play with pattern",
          "level": "3"
        },
        {
          "type": "paragraphs",
          "text": [
            "A utility room definitely doesn’t have to be a pattern-free zone just because it’s a hard-working space. Where to introduce it when there are units and appliances all round the walls? The floor provides the perfect opportunity to bring interest to the space using patterned tiles or vinyl.",
            "Both will work in an area where splashes are inevitable, and are easy to clean. Tiles are a classic hard-wearing choice, while luxury vinyl can offer warmth underfoot and be more forgiving of dropped objects.",
            "When it comes to which pattern to opt for, geometrics are a great fit, suiting both older and new homes, and they’re an on-trend choice designers and influencers show no sign of renouncing.",
            "<br>"
          ]
        },
        {
          "type": "image",
          "content": "https://images.samsung.com/is/image/samsung/assets/uk/explore/kings-cross/home-of-innovation/lifestyle/guest-writer-of-the-week/16/Image_credit_Garden_Trading.jpg",
          "alt": "",
          "credit": "Image Credit - Garden Trading"
        },
        {
          "type": "headline",
          "copy": "Make essentials a feature",
          "level": "3"
        },
        {
          "type": "paragraphs",
          "text": [
            "Your utility room is likely a space for washing, drying, and ironing, and even minor clothes repairs could take place there. The kit you need for all these tasks needs to be at hand, but this necessity can actually gain you style points. Instead of shutting everything away, use wall space for attractive shelving that leaves everything ready to grab, plus adds to the room’s élan. ",
            "Think it’s going to look messy? The key is to choose containers that will corral essentials whether they’re for cleaning, sewing or other household jobs, and which look good on show. There are some fabulous purpose-made designs around, but you can think laterally, too. A jug or vase could accommodate some cleaning must-haves, for example. Think materials as well. Woven baskets will add a natural note, metal has a traditional vibe, while wood and earthenware are tactile.",
            "As well as shelves, peg rails or rows of hooks are a practical as well as appealing element for a utility room, accommodating clothes on hangers before and after ironing. They needn’t have classic style either with contemporary and industrial takes available.",
            "<br>"
          ]
        },
        {
          "type": "image",
          "content": "https://images.samsung.com/is/image/samsung/assets/uk/explore/kings-cross/home-of-innovation/lifestyle/guest-writer-of-the-week/16/Image_credit_Porcelain_Superstore.jpg",
          "alt": "",
          "credit": "Image Credit - Porcelain Superstore"
        },
        {
          "type": "headline",
          "copy": "Decant and organise",
          "level": "3"
        },
        {
          "type": "paragraphs",
          "text": [
            "Even the products that keep your clothes and linens clean and their fabrics in optimum condition can make a style statement. Their packaging won’t do the room any favours, but decant them into clear glass or other containers and they can be left on display. Make sure, of course, these are always safely out of the reach of any young kids in your home.",
            "Storing essentials this way will make your laundry tasks quick and efficient, but your appliances have to deliver on these requirements, too, as well as matching up to its good looks. The sleek new <a href=\"https://news.samsung.com/uk/samsung-marks-a-new-era-of-innovation-with-virtual-experience-life-unstoppable\">Samsung WW9800T washing machine</a> delivers on both counts, reducing washing time to just 39 minutes for a full clean. It even features ecobubble™ technology, which saves heat energy and also protects the colour of clothes.",
            "Snap and share your stylish utility room with <strong>#SamsungKX</strong>",
            "<br>",
            "<strong>By Sarah Warwick</strong>",
            "<em>Sarah specialises in homes, interiors, home improvement and property, frequently writing for titles including Real Homes, Ideal Home, The Guardian and Fabulous magazine.</em>"
          ]
        }
      ]
    },
    {
      "type": "group",
      "dynamic": "more-articles",
      "id": "guest-writer-of-the-week",
      "title": "More articles",
      "style": {
        "scroll": true
      }
    }
  ]
}
