{
	"title": "A Picture-Perfect Park Fashion Shoot with the Galaxy A52 5G",
	"description": "Fashion photography student Cerys Jones takes us through her creative processes of a shoot from start to end, with top tips on how to get the most out of the Samsung A52’s camera qualities.",
	"image": "https://images.samsung.com/is/image/samsung/assets/uk/explore/kings-cross/home-of-innovation/creativity/graduate-fashion-week/student-blog/cerys-jones/KV.jpg",
	"alt": "",
	"thumb": "https://images.samsung.com/is/image/samsung/assets/uk/explore/kings-cross/home-of-innovation/creativity/graduate-fashion-week/student-blog/cerys-jones/thumb.jpg",
	"group": "graduate-fashion-week-student-blog",
	"sort": 5,
	"meta": {
		"icon": "article",
		"tags": []
	},
	"contentLength": {
		"length": 4,
		"unit": "mins"
	},
	"components": [
		{
			"type": "kv",
			"media": {
				"type": "image",
				"content": "{{creativity|graduate-fashion-week|student-blog|cerys-jones[image]}}",
				"alt": ""
			},
			"style": {
				"desktop": "top",
				"mobile": "bottom"
			},
			"components": [
				{
					"type": "headline",
					"copy": "A Picture-Perfect Park Fashion Shoot with the Galaxy A52 5G"
				}
			]
		},
		{
			"type": "wrapper",
			"components": [
        {
          "type": "paragraphs",
          "style": {
            "large": true
          },
          "text": [
            "Fashion photography student Cerys Jones takes us through her creative processes of a shoot from start to end, with top tips on how to get the most out of the Samsung A52’s camera qualities."
          ]
        },
				{
					"type": "headline",
					"copy": "How much work goes on behind the scenes on a shoot?",
					"level": "3"
				},
				{
					"type": "paragraphs",
					"text": [
						"It’s so much more than just photography; location scouting, casting calls, styling, hair and makeup (the list goes on). Everything must work seamlessly together for the editorial to be successful and it all starts from one strong creative idea."
					]
				},
				{
					"type": "headline",
					"copy": "How do you get ideas and inspiration for shoots?",
					"level": "3"
				},
				{
					"type": "paragraphs",
					"text": [
            "Through the cold winter months where I’m cooped up in my house, I like to imagine what my ‘perfect day’ would be; with the people I love, the sun beaming, and really just the idea of being free. From here, I knew that this is what I wanted to capture through my imagery. I love telling a story as this is my drive as a photographer. You can take inspiration from anything, as long as you have an idea, so just go for it!",
            "Mood boards are my safe haven as they’re a visual representation of my initial idea. Poses, setting ideas, outfit inspirations, you name it, I have a mood board for it! Pinterest and saved collections from Vogue are usually my go to, as well as flicking through magazines to source further inspiration.",
            "From my detailed mood board for this shoot, I then went onto location scouting. I wanted to picture the perfect park setting, picking a day I knew would be sunny too. Choosing the botanical gardens was perfect; lots of different settings and flowers blooming. Technology has really helped me pre shooting as I am able to use Google Earth to scout locations as well as social media channels such as Instagram and Facebook to scout models."
					]
				},
        {
					"type": "headline",
					"copy": "Apart from the photography itself, what else do you love about shoots?",
					"level": "3"
				},
				{
					"type": "paragraphs",
					"text": [
            "I enjoy the styling aspect of editorials too. Translating your ideas and the story you want to tell through clothing can be really powerful. For this shoot I knew I wanted bold colours and for each outfit to range from formal to casual. Amiri SS21 was my first styling inspiration; flamboyant shirts tucked into basketball shorts paired with cross body bags embodied my initial idea of stylish relaxation. I chose pink and blue as my priority colours as they are a great contrast from the greenery, helping the models to stand out from the background."
					]
				},
				{
					"type": "image",
					"content": "https://images.samsung.com/is/image/samsung/assets/uk/explore/kings-cross/home-of-innovation/creativity/graduate-fashion-week/student-blog/cerys-jones/image_1.jpg",
					"alt": ""
				},
				{
					"type": "headline",
					"copy": "Take us through shoot day… ",
					"level": "3"
				},
				{
					"type": "paragraphs",
					"text": [
						"Shoot day was as sunny as I had hoped, which meant I knew that I could take beautiful glowing images. I love working in natural lighting, but the constant change of light and weather throughout the day, means that you need to keep adjusting settings on your gear to keep your images clear and consistent. What I found useful on the <a href=\"https://www.samsung.com/uk/smartphones/galaxy-a/galaxy-a52-5g-awesome-black-128gb-sm-a526bzkdeua/\">Galaxy A52 5G</a>, was the ‘Pro mode’ function which meant that I could seamlessly switch the light settings. I love to be in complete control of my images, so also being able to adjust smaller details such as the ISO was really impressive! There are so many other modes too which I had fun experimenting with, such as ‘Portrait’ and ‘Single-Take’."
          ]
        },
        {
          "type": "headline",
          "copy": "What else do you enjoy about shooting on the A52 5G?",
          "level": "3"
        },
        {
					"type": "paragraphs",
					"text": [
            "I love to play around with different angles and poses whilst shooting, which is something that smartphone photography really encourages. The <a href=\"https://www.samsung.com/uk/smartphones/galaxy-a/galaxy-a52-5g-awesome-black-128gb-sm-a526bzkdeua/\">Galaxy A52 5G</a> can take numerous photos at such a high speed, though what really impressed me was the triple camera feature. In previous editorials I’ve always found it difficult to take overhead shots, sometimes even bringing a step ladder to shoot! The wide angle lens allowed me to take over head pictures with ease, more importantly being able to fit everything I wanted into the shot."
					]
				},
        {
					"type": "image",
					"content": "https://images.samsung.com/is/image/samsung/assets/uk/explore/kings-cross/home-of-innovation/creativity/graduate-fashion-week/student-blog/cerys-jones/image_2.jpg",
					"alt": ""
				},
        {
          "type": "paragraphs",
          "text": [
            "Ultimately, seeing the final images is my favourite part as a photographer. The <a href=\"https://www.samsung.com/uk/smartphones/galaxy-a/galaxy-a52-5g-awesome-black-128gb-sm-a526bzkdeua/\">Galaxy A52 5G</a> has this amazing camera quality which rules out the need to have excessive equipment to get great shots and allows me to literally work my magic anywhere. I think the biggest tip I can give as a photographer is to find your story and tell it. No matter how small or crazy you think your idea is, just go for it."
          ]
        },
        {
					"type": "image",
					"content": "https://images.samsung.com/is/image/samsung/assets/uk/explore/kings-cross/home-of-innovation/creativity/graduate-fashion-week/student-blog/cerys-jones/image_3.jpg",
					"alt": ""
				}
      ]
    },
		{
			"type": "group",
			"dynamic": "articles",
			"id": "graduate-fashion-week-student-blog",
			"title": "Articles",
			"style": {
				"scroll": true
			}
		}
	]
}
