{
  "title": "Innovation Sessions – Episode 3: How to make your own podcast",
  "description": "Coming soon",
  "image": "https://images.samsung.com/is/image/samsung/p5/uk/explore/kings-cross/home-of-innovation/innovation/innovation-sessions/3/SamsungKX_LandingPage_EpisodeFour_Thumbnail_V1.jpg",
  "alt": "Innovation sessions episode 1 with Kirsti Hadley of GRL PWR Gang, Carrie Anne of Mére Soeur & Sapphire Bates of Coven Girl Gang",
  "thumb": "https://images.samsung.com/is/image/samsung/p5/uk/explore/kings-cross/home-of-innovation/innovation/innovation-sessions/3/SamsungKX_LandingPage_EpisodeFour_Thumbnail_V1.jpg",
  "group": "innovation-sessions",
  "sort": 3,
  "placeholder": true,
  "components": [
    {
      "type": "kv",
      "media": {
        "type": "image",
        "content": "{{innovation|innovation-sessions|grl-pwr-gang-blog[image]}}",
        "alt": "{{innovation|innovation-sessions|grl-pwr-gang-blog[alt]}}"
      },
      "style": {
        "desktop": "left",
        "mobile": "top"
      },
      "components": [
        {
          "type": "headline",
          "level": "1",
          "copy": "Holding page do not deploy"
        }
      ]
    },
    {
      "type": "share"
    },
    {
      "type": "wrapper",
      "components": [
        {
          "type": "headline",
          "copy": "1. Positivity",
          "level": "3"
        },
        {
          "type": "paragraphs",
          "text": [
            "I have always said that the single biggest factor of why some people secure project after project, and repeat business after repeat business, is not because they are better at their job than the next person. ",
            "It is because they are a pleasure to work with.",
            "These people are the problem-solvers NOT problem makers. They are the innovators. They are the forward thinkers.",
            "We all want to be around people that make us feel good about ourselves, people that deliver what they say they are going to deliver, people that go the extra mile. People that make our lives EASIER not harder.",
            "Being positive does not mean being chirpy and smiling all the time. Positivity means knowing and accepting that the world and people are not perfect.",
            "It means that when problems pop up, you find a way to solve them.",
            "It means that when you make mistakes you learn from them instead of throwing in the towel. ",
            "It means that you overdeliver because you care about doing the best job, not the bare minimum. ",
            "If this doesn't come naturally to you then this is definitely the time to practice. The best news is that it really isn't rocket science. "
          ]
        },
        {
          "type": "headline",
          "copy": "2. Utilising tech",
          "level": "3"
        },
        {
          "type": "paragraphs",
          "text": [
            "I think that throughout this very specific time in history, tech has been one of the biggest positives in our lives, and we would be telling a very different story of 2020 without it.",
            "It has allowed me to pivot my business from IRL events to digital pretty much overnight. THIS, in turn, has meant that I can run my business from home without seeing any drop in income. ",
            "In addition to this, it has meant that my nearly 9-year-old son has been able to stay connected to his family, friends, and teachers which has definitely reduced the psychological impact of the pandemic on his young brain."
          ]
        },
        {
          "type": "headline",
          "copy": "3. Community",
          "level": "3"
        },
        {
          "type": "paragraphs",
          "text": [
            "The GRL PWR GANG community has been about girls helping girls since day 1, it has always been about collaboration over competition and about climbing the ladder together.",
            "We have created hundreds of paid opportunities for one another by supporting each other's endeavours, and empowering other women to start businesses and launch brands.",
            "We are living proof that those old school power struggles are a thing of the past.",
            "Our communities are more important now than ever. ",
            "Appreciate your community, help your community, now is the time to give more than you take. "
          ]
        },
        {
          "type": "headline",
          "copy": "4. Work/life balance",
          "level": "3"
        },
        {
          "type": "paragraphs",
          "text": [
            "EVERYONE is working from home now. Anyone that works from home as the norm has a head start in this area, and the biggest piece of advice I would like to share is to tell everyone to do a self-audit.",
            "A self-audit is when you examine your moods through the day and the week, and then plan your work and perhaps, more importantly, your time off work, accordingly. These are the questions you need to be asking yourself. ",
            "When do you get the bulk of your work done?",
            "When are you at your most creative? ",
            "When do you come up with your best ideas?",
            "When does your energy take a dip?",
            "When are you freshest and most motivated?",
            "Are you a morning person or a night owl?",
            "When are you most chatty and when are you most ratty? ",
            "In order to get the best out of yourself both workwise and personally, you have to really listen to yourself.",
            "I am a morning person and a Monday person, so my best times for creating are before 2pm Monday - Wednesday.",
            "By the time I reach Thursday I am feeling less creative, so I work on areas of my business that need less energy unless there is a deadline that I absolutely need to make. OBVIOUSLY. ",
            "Scheduling in things that you love doing is essential because if you don't schedule them, they won't happen. ",
            "For me, this might be a bike ride or a beach walk with my son or a video call with friends and family. ",
            "We have to get out of the mindset that we shouldn't take time out of our working day for ourselves because it is PRECISELY this which makes us better at our jobs. ",
            "Stepping away from the workload makes us more focused when we go back to it. ",
            "Know yourself and play to your own strengths, this is the beginning of learning how to work smarter not harder."
          ]
        },
        {
          "type": "headline",
          "copy": "5. Maximising your Social Media",
          "level": "3"
        },
        {
          "type": "paragraphs",
          "text": [
            "Social media right now is a lifeline, it really has come into its own.",
            "We are all connected and we all have influence, whether you have 100 followers or 100k followers. We all have the power to influence another person and to make a positive change in the world. ",
            "It might be that you have used social media to organize your street to look after the most vulnerable amongst you.",
            "You might have influenced someone to social distance.",
            "You may have seen someone else post that the local food banks need donations and taken some tinned goods to them.",
            "You might have shared an independent brand that has, in turn, meant that a creative can pay their rent this month. ",
            "You might have asked for help and received that help.",
            "NOW is the time to polish up on your social media skills. Use it to reach new customers, use it to share each-others services and businesses, yes, but also use it to have honest conversations with your community too - and definitely use it to help each other in all of the ways. "
          ]
        }
      ]
    },
    {
      "type": "link-list",
      "title": "More Episodes",
      "items": [
        {
          "title": "{{innovation|innovation-sessions|grl-pwr-gang[title]}}",
          "url": "{{innovation|innovation-sessions|grl-pwr-gang[url]}}",
          "image": "{{innovation|innovation-sessions|grl-pwr-gang[thumb]}}",
          "alt": "{{innovation|innovation-sessions|grl-pwr-gang[alt]}}"
        }
      ]
    }
  ]
}
