{
  "title": "Blog",
  "description": "A brand-new digital series from the Home of Innovation to inspire the UK ",
  "image": "https://images.samsung.com/is/image/samsung/p5/uk/explore/kings-cross/home-of-innovation/innovation/innovation-sessions/gal-dem-motivation-creativity/SamsungKX_E3_LandingPage_Full_1440x900.jpg",
  "alt": "Two women, one in the foreground close up and one standing behind, pictured in black and white with image overlayed with different coloured shapes",
  "thumb": "https://images.samsung.com/is/image/samsung/p5/uk/explore/kings-cross/home-of-innovation/innovation/innovation-sessions/gal-dem-motivation-creativity/SamsungKX_E3_LandingPage_Thumbnail_300x300.jpg",
  "components": [
    {
      "type": "kv",
      "media": {
        "type": "image",
        "content": "{{innovation|innovation-sessions|gal-dem-motivation-creativity|blog[image]}}",
        "alt": "{{innovation|innovation-sessions|gal-dem-motivation-creativity|blog[alt]}}"
      },
      "style": {
        "desktop": "left",
        "mobile": "top"
      },
      "components": [
        {
          "type": "headline",
          "level": "1",
          "copy": "Innovation Sessions: Cultivating creativity and maintaining motivation"
        }
      ]
    },
    {
      "type": "share"
    },
    {
      "type": "wrapper",
      "components": [
        {
          "type": "headline",
          "copy": "Gal-dem's top tips for cultivating creativity",
          "level": "3"
        },
        {
          "type": "paragraphs",
          "text": [
            "As a creative, maintaining motivation and continually staying inspired is work enough already - throw into the mix the pressures and restrictions that lockdown has brought and it's easy to be overwhelmed. For artists Leyla Reynolds and Soofiya however, the current climate has offered up more opportunities for creative growth and exploration, as well as a greater appreciation for communication and connection. ",
            "We sat down with them to understand their tips for cultivating creativity and maintaining motivation through lockdown, how they have been using technology to stay connected and their tips for transforming an analogue practice into a digital one.",
            "It's a sunny morning and as we sit down for our session, both artists are pulling out their <a href=\"https://www.samsung.com/uk/tablets/galaxy-tab-s6-lite/\">Galaxy Tab S6 Lite</a> showing the work they've produced during lockdown on the devices. Leyla's artwork features medicinal herbs that have properties she feels are particularly relevant in today's climate. \"This one's St John's Wort\" she explains, \"it has incredible anti-anxiety properties\".",
            "Both artists have been working on the S6 Tab with the S pens, experimenting with taking their typically analogue practices digital. For Soof, who has produced a digital postcard to send to friends during lockdown, the sensitivity of the pen let her forget that she was using a digital device and fully immerse themselves in the process of drawing. \"It made everything so much quicker to produce, but the sensation stayed the same\"."
          ]
        },
        {
          "type": "image",
          "content": "https://images.samsung.com/is/image/samsung/p5/uk/explore/kings-cross/home-of-innovation/innovation/innovation-sessions/gal-dem-motivation-creativity/Soof_blog.png",
          "alt": "Black tablet laid flat on a grey table, surrounded by stationary, colourful printed illustrations and sticky notes with writing on them. On the tablet screen there is a pink, blue, purple and yellow circular digital illustration with leaves and an overlayed 'Everything will be fine' message"
        },
        {
          "type": "paragraphs",
          "text": [
            "Despite the immediate benefits of digital production, both artists have been facing challenges in lockdown. Soof's postcard to friends is a result of missing the opportunity to socialise and connect with friends regularly. For Leyla, utilising technology has really helped bridge the divide. \"We have this family video call every Sunday… Where usually we'd chat 1-on-1, this is an opportunity to connect as a group\". During lockdown, personal preferences such as a \"typically millennial aversion to calls\" have changed as the need to find new ways to connect and communicate has grown. For Leyla, the ability to connect \"face-to-face\" with tech has offered a new approach.",
            "For Soof, lockdown has transformed the way they teach and interact with design students and artists. Not being able to be present in the classroom has encouraged them to find new ways to offer guidance and advice to young artists. Through their new series \"Soofbox\", Soofiya is encouraging young artists to engage with new mediums at home and has been recording top down and time-lapse videos of new analogue and digital techniques to inspire a new generation who may be feeling overwhelmed by the current climate.",
            "Despite both artists taking measures to stay creative, the sense of being overwhelmed and overexposed to society is still present. For artist and educator Soofiya, the current hyper-present news cycle can feel overwhelming and often stifle their creativity. ",
            "In times like these, where the news and the social climate can be a lot to take in, Leyla recommended taking the overwhelming amount of news and political content as stimulation for new creative ideas. \"I've become a regular for the 5pm broadcasts\" she comments - and explains that now she uses her artwork to interrogate ideas and conversations that she would have otherwise found difficult to process. ",
            "Using your art to quickly work through problems and concepts that would otherwise be overwhelming can offer new inspiration and have the added benefit of making the 24-hour news cycle more accessible."
          ]
        },
        {
          "type": "image",
          "content": "https://images.samsung.com/is/image/samsung/p5/uk/explore/kings-cross/home-of-innovation/innovation/innovation-sessions/gal-dem-motivation-creativity/Dancing_Queen_page.jpg",
          "alt": "Dancing_Queen_copy.png"
        },
        {
          "type": "paragraphs",
          "text": [
            "Both artists have noted the importance of maintaining some sort of routine or structure during your day, but when work can feel slow and you're spending most of the day indoors, it's hard to keep motivated.",
            "For Soof, using technology that smooths out the process is key. Finding technology that fits around your lifestyle and enhances your ways of working is important. Using the <a href=\"https://www.samsung.com/uk/wearables/galaxy-watch/\">Samsung Galaxy Watch</a> offered them a chance to find time to think about their physical health as well as their mental and creative stimulation where otherwise this could have fallen by the way-side. \"It's all about those added extras, rather than trying to force a whole new routine\"."
          ]
        }
      ]
    },
    {
      "type": "link-list",
      "title": "Download Images",
      "items": [
        {
          "url": "https://images.samsung.com/is/image/samsung/p5/uk/explore/kings-cross/home-of-innovation/innovation/innovation-sessions/gal-dem-motivation-creativity/Time_Day-Lockdown.png",
          "image": "https://images.samsung.com/is/image/samsung/p5/uk/explore/kings-cross/home-of-innovation/innovation/innovation-sessions/gal-dem-motivation-creativity/thumb_1.png",
          "alt": "Time_Day-Lockdown.png",
          "download": true
        },
        {
          "url": "https://images.samsung.com/is/image/samsung/p5/uk/explore/kings-cross/home-of-innovation/innovation/innovation-sessions/gal-dem-motivation-creativity/tana_con.png",
          "image": "https://images.samsung.com/is/image/samsung/p5/uk/explore/kings-cross/home-of-innovation/innovation/innovation-sessions/gal-dem-motivation-creativity/thumb_4.png",
          "alt": "tana_con.png",
          "download": true
        },
        {
          "url": "https://images.samsung.com/is/image/samsung/p5/uk/explore/kings-cross/home-of-innovation/innovation/innovation-sessions/gal-dem-motivation-creativity/My_Lockdown_Haven.png",
          "image": "https://images.samsung.com/is/image/samsung/p5/uk/explore/kings-cross/home-of-innovation/innovation/innovation-sessions/gal-dem-motivation-creativity/thumb_2.png",
          "alt": "My_Lockdown_Haven.png",
          "download": true
        },
        {
          "url": "https://images.samsung.com/is/image/samsung/p5/uk/explore/kings-cross/home-of-innovation/innovation/innovation-sessions/gal-dem-motivation-creativity/Dancing_Queen_copy.png",
          "image": "https://images.samsung.com/is/image/samsung/p5/uk/explore/kings-cross/home-of-innovation/innovation/innovation-sessions/gal-dem-motivation-creativity/thumb_3.png",
          "alt": "Dancing_Queen_copy.png",
          "download": true
        }
      ]
    },
    {
      "type": "group",
      "dynamic": "more-episodes",
      "id": "innovation-sessions",
      "title": "More episodes"
    }
  ]
}
