{
	"title": "Best Comedy Shows to Liven up your Commute",
	"description": "",
	"image": "https://images.samsung.com/is/image/samsung/assets/uk/explore/kings-cross/home-of-innovation/lifestyle/guest-writer-of-the-week/30/We_are_lady_parts_kv.jpg",
	"alt": "",
	"thumb": "https://images.samsung.com/is/image/samsung/assets/uk/explore/kings-cross/home-of-innovation/lifestyle/guest-writer-of-the-week/30/We_are_lady_parts_kv.jpg",
	"group": "guest-writer-of-the-week",
	"sort": 30,
	"contentLength": {
		"length": 6,
		"unit": "mins"
	},
	"meta": {
		"icon": "article",
		"tags": []
	},
	"components": [
		{
			"type": "css-snippet",
			"content": ".hoiContent small { font-size: 0.75rem; }"
		},
		{
			"type": "kv",
			"media": {
				"type": "image",
				"content": "{{lifestyle|guest-writer-of-the-week|30[image]}}",
				"alt": "{{lifestyle|guest-writer-of-the-week|30[alt]}}"
			},
			"style": {
				"desktop": "right",
				"mobile": "bottom"
			},
			"components": [
				{
					"type": "headline",
					"copy": "Best Comedy Shows to Liven up your Commute"
				}
			]
		},
		{
			"type": "wrapper",
			"components": [
				{
					"type": "paragraphs",
					"text": [
						"The world is cautiously opening up again and the excitement is real! Many will be taking a break from the kitchen stove in exchange for a meal out, the once empty gyms can finally return to their former sweaty glory and a cheeky Fri-yay cocktail no longer has to take place in your living room. However, it also marks the return of work commutes. The thought of the early-morning drudgery might seem too much handle and if a caffeine fix isn’t enough to help you tackle the journey, then we’ve got you sorted. Our cracking list of the best feel-good watches will help you kick-start your workday."
					]
				},
				{
					"type": "headline",
					"copy": "We Are Lady Parts",
					"level": "3"
				},
				{
					"type": "image",
					"content": "https://images.samsung.com/is/image/samsung/assets/uk/explore/kings-cross/home-of-innovation/lifestyle/guest-writer-of-the-week/30/We_are_lady_parts.jpg",
					"credit": "<strong>Source: Channel 4 / Laura Radford</strong><br><em>Streaming on All 4</em>",
					"alt": ""
				},
				{
					"type": "paragraphs",
					"text": [
						"If you’ve seen the trailer for We are Lady Parts then you’re probably chomping at the bit to begin this watch. The six-part series is told from the perspective of the love-hungry, geeky microbiology student Amina Hussain (Anjana Vasan) as she becomes embroiled in the world of punk music after joining a band. We are Lady Parts opens her up to exciting new experiences that are starkly different from her day-to-day life and she finds herself torn between the two lifestyles. The show appears to have a sarcastic, frank and dry comedy appeal. For maximum viewing enjoyment there’s no better pick than the <a href=\"https://www.samsung.com/uk/pc/galaxy-book/galaxy-book-pro/buy/?modelCode=NP950QDB-KB1UK&cid=UK_PPC_4559977276_Eval:+Brand%2BProd_Galaxy+Book+Pro+360_Exact_Core_Exact&gclid=Cj0KCQjw4cOEBhDMARIsAA3XDRizlcI3M6Cq1ao5Rkl21hJOEJpCFUY8X2ZgV_yPAl29n0qd8s9YEBIaAvEUEALw_wcB&gclsrc=aw.ds\">Samsung Galaxy Book Pro 360</a>.  It’s Super AMOLED display makes colours brighter and more vivid, this, coupled with the superb sound quality from the Dolby Atmos support make for a supreme viewing experience that goes hand in hand with those music scenes. Admittedly you will have to wait until later this spring to give this music comedy a watch but thankfully we’ve lined up some crackers to keep you busy in the meantime."
					]
				},
				{
					"type": "headline",
					"copy": "Superstore",
					"level": "3"
				},
				{
					"type": "image",
					"content": "https://images.samsung.com/is/image/samsung/assets/uk/explore/kings-cross/home-of-innovation/lifestyle/guest-writer-of-the-week/30/Superstore_Photo_credit_Evans_Vestal_WardNBC.jpeg",
					"credit": "<strong>Source: Evans Vestal Ward / NBC</strong><br><em>Streaming on ITV2 and ITV Hub</em>",
					"alt": ""
				},
				{
					"type": "paragraphs",
					"text": [
						"The final series of Superstore is in full swing on ITV2 and if you’ve yet to give it a try, what are you waiting for? Series 1-5 is readily available to stream on the ITV Hub. If you’ve ever worked in retail (or maybe that’s where you’re on your way to now) you’ll be familiar with some of the ludicrous situations that occur behind the scenes, however Superstore adds a little extra whacky-ness to its storylines for comic effect. Relatable and endearing, it’s the ideal comedy for your commute."
					]
				},
				{
					"type": "headline",
					"copy": "Never Have I Ever",
					"level": "3"
				},
				{
					"type": "image",
					"content": "https://images.samsung.com/is/image/samsung/assets/uk/explore/kings-cross/home-of-innovation/lifestyle/guest-writer-of-the-week/30/Never_have_I_ever.jpg",
					"credit": "<strong>Source: Isabella B. Vosmikova / Netflix</strong><br><em>Streaming on Netflix </em>",
					"alt": ""
				},
				{
					"type": "paragraphs",
					"text": [
						"Now is the perfect time to catch up on this gem as the new series is set to be released July 2021. Very much a teen comedy with an all-age appeal, the show takes you back to those awkward days of being a misfit, trying to figure out who you were and dating – the early years (did your insides just recoil?) and if that was never you then – quite frankly – you can’t sit with us. Girlfriends Devi, Fabiola and Eleanor (Maitreyi Ramakrishnan, Lee Rodriguez and Ramona Young respectively) set about climbing the high-school social ladder by ‘rebranding’ and make a tremendously cringe-worthy hash of it along the way. It’s themes of grief and loss add heart but there are plenty of laugh-out-loud moments to be found in this watch so embrace your inner teen and get streaming. However, if being a grown-up obsessed with teen comedies gives you a deep sense of chagrin then the <a href=\"https://www.samsung.com/uk/pc/galaxy-book/galaxy-book-pro/buy/?modelCode=NP950QDB-KB1UK&cid=UK_PPC_4559977276_Eval:+Brand%2BProd_Galaxy+Book+Pro+360_Exact_Core_Exact&gclid=Cj0KCQjw4cOEBhDMARIsAA3XDRizlcI3M6Cq1ao5Rkl21hJOEJpCFUY8X2ZgV_yPAl29n0qd8s9YEBIaAvEUEALw_wcB&gclsrc=aw.ds\">Samsung Galaxy Pro 360</a> definitely has your back. Its built-in Secret Screen’ function makes it difficult for your fellow commuters to see the content from other angles. With one swift keyboard-shortcut move you can sink into your coming-of-age flick sans-embarrassment."
					]
				},
				{
					"type": "headline",
					"copy": "Insecure",
					"level": "3"
				},
				{
					"type": "image",
					"content": "https://images.samsung.com/is/image/samsung/assets/uk/explore/kings-cross/home-of-innovation/lifestyle/guest-writer-of-the-week/30/Insecure.jpg",
					"credit": "<strong>Source: HBO</strong><br><em>Streaming on Amazon Prime</em>",
					"alt": ""
				},
				{
					"type": "paragraphs",
					"text": [
						"Speaking of awkward trials and tribulations, they’re not just reserved for the youth of today as is proven by Issa Rae in her comedy, Insecure. When the show starts, we find Issa Dee (aka Rae) entering the last year of her 20s as a quirky, insecure woman in a bit of a rut and struggling with her sense of identity. Much like 15-year-old Devi from Never Have I Ever, she is desperate to rebrand. The show explores the black female perspective and deals with some real issues in a way that hits home whilst keeping you in stitches. Insecure is available to watch now, with season 5 premiering later this year so a binge catch-up is a MUST."
					]
				},
				{
					"type": "headline",
					"copy": "Bloods",
					"level": "3"
				},
				{
					"type": "image",
					"content": "https://images.samsung.com/is/image/samsung/assets/uk/explore/kings-cross/home-of-innovation/lifestyle/guest-writer-of-the-week/30/Bloods.jpg",
					"credit": "<strong>Source: Sky</strong><br><em>Streaming on Sky 1 and Now TV</em>",
					"alt": ""
				},
				{
					"type": "paragraphs",
					"text": [
						"With a release date of the 5th May comedy fans will have to wait just a little bit longer to start this watch but if the show is anything like the trailer, it’ll be worth it. An unlikely friendship is formed between Samson Kayo and Jane Horrocks’ characters divorcee Wendy and cool-guy Maleek when the two paramedics are paired together on the job. Expect plenty of cringy over-sharing, straight talking and banter against the backdrop of real-life 999 emergency situations in this six-part comedy series.",
						"Being super lightweight, the <a href=\"https://www.samsung.com/uk/pc/galaxy-book/galaxy-book-pro/buy/?modelCode=NP950QDB-KB1UK&cid=UK_PPC_4559977276_Eval:+Brand%2BProd_Galaxy+Book+Pro+360_Exact_Core_Exact&gclid=Cj0KCQjw4cOEBhDMARIsAA3XDRizlcI3M6Cq1ao5Rkl21hJOEJpCFUY8X2ZgV_yPAl29n0qd8s9YEBIaAvEUEALw_wcB&gclsrc=aw.ds\">Galaxy Book Pro 360</a> is the perfect on-the-go companion for nimbly nipping between train platforms or zipping on and off buses which means minimal disturbance for you as you fly through those lost seasons. Designed with mobility in mind, it has long-lasting battery life, so no need to worry about not having charge to finish your favourite show on the return home.",
						"<br>",
						"<small>Janet (aka @The_Hungry_TV_Junkie) is a freelance journalist with nine years’ experience in the film and food sector. Following her start in newspapers, she worked way up to managerial position as a food journalist for Hearst UK writing predominately for Good Housekeeping magazine. She has written for Best magazine, Women’s Health, Prima, Film Juice and Digital Spy and is also a published Author. Her debut novel Gothic Angel is available through Waterstones, Amazon, WHSmith and other retailers.</small>"
					]
				}
			]
		},
		{
			"type": "group",
			"dynamic": "more-articles",
			"id": "guest-writer-of-the-week",
			"title": "More articles",
			"style": {
				"scroll": true
			}
		}
	]
}
