{
  "title": "Guest writer of the week: How to create that spa-like experience at home",
  "description": "",
  "image": "https://images.samsung.com/is/image/samsung/assets/uk/explore/kings-cross/home-of-innovation/lifestyle/guest-writer-of-the-week/20/20_kv.jpg",
  "alt": "",
  "thumb": "https://images.samsung.com/is/image/samsung/assets/uk/explore/kings-cross/home-of-innovation/lifestyle/guest-writer-of-the-week/20/20_kv.jpg",
  "group": "guest-writer-of-the-week",
  "hidden": true,
  "sort": 20,
  "meta": {
    "icon": "article",
    "tags": []
  },
  "components": [
    {
      "type": "kv",
      "media": {
        "type": "image",
        "content": "{{lifestyle|guest-writer-of-the-week|20[image]}}",
        "alt": "{{lifestyle|guest-writer-of-the-week|20[alt]}}"
      },
      "style": {
        "desktop": "left",
        "mobile": "bottom"
      },
      "components": [
        {
          "type": "headline",
          "copy": "How to create that <span style=\"white-space: nowrap;\">spa-like</span> experience at home"
        }
      ]
    },
    {
      "type": "wrapper",
      "components": [
        {
          "type": "paragraphs",
          "text": [
            "We could all do with a little self-care right now so keep calm and get comfortable with these top tips on making your very own retreat…",
            "As the nights draw in, there’s no better time to treat yourself to a bit of at-home pampering. It needn’t be time consuming either, even just taking 20 minutes out of your day to indulge in a little self-care can help reduce stress. Creating that spa experience at home has come a long way from popping a couple of cucumber slices on your eyes, follow our lead and you’ll be feeling positively zen in no time."
          ]
        },
        {
          "type": "headline",
          "copy": "Set the ambience",
          "level": "3"
        },
        {
          "type": "paragraphs",
          "text": [
            "The moment you step into a real-life spa, the atmosphere is instantly calming and it’s easy to copy that vibe at home. Set the mood by lighting a candle, such as <strong>Aromatherapy Associates Inner Strength Candle, £42 (LibertyLondon.com)</strong> for a soothing scent that helps you slip into that serene mindset. Smells are known to trigger memories so choose a scent that works for you that you know will make you feel calm – even if it’s just a spritz of your favourite perfume, an incense stick or a scented candle. A lot of your favourite spas have candles and diffusers you can purchase too, such as Cowshed and Ragdale for the ultimate spa-like feel.",
            "Music can help you switch off from the world too. The <a href=\"https://www.samsung.com/uk/audio-sound/galaxy-buds/galaxy-buds-live-mystic-bronze-sm-r180nznaeua/\">Samsung Galaxy Buds Live</a> are perfect as they’re both stylish and sit snugly in the ear. You can find many chilled spa-like playlists online or simply tune in to your favourite podcast, mindfulness app or audiobook. Whatever helps you ease away the stresses of the day."
          ]
        },
        {
          "type": "image",
          "content": "https://images.samsung.com/is/image/samsung/assets/uk/explore/kings-cross/home-of-innovation/lifestyle/guest-writer-of-the-week/20/candles.jpg",
          "alt": ""
        },
        {
          "type": "headline",
          "copy": "Wind-down with a bath",
          "level": "3"
        },
        {
          "type": "paragraphs",
          "text": [
            "Indulging in a long hot soak is one of life’s simple pleasures and there’s plenty of things you can do to up your bath game. Asides from doing the obvious job of getting us clean, a bath can ease sore muscles and calm our mind after a busy and stressful day. I rate <strong>Dr Teal’s Pure Epsom Salt Foaming Bath Soothe & Sleep with Lavender, £9.50 (Boots.com)</strong> for relaxing tense muscles. The lavender essence also helps encourage a better night sleep too. If you’re looking for something a bit more fun and worthy of that Instagram shot, you can’t beat a Lush bath bomb. Opt for <strong>Twilight, £3.95 (uk.Lush.com)</strong>, for a calming soak that turns the water a shimmering shade of purple. No bath? No problem! Soak your skin in a luxury oil, such as <strong>The Ritual of Sakura Shower Oil, £8.50 (Rituals.com)</strong>, and step into a hot shower for a sauna-like effect that leaves skin silky soft."
          ]
        },

        {
          "type": "headline",
          "copy": "Multi-task with masks",
          "level": "3"
        },
        {
          "type": "paragraphs",
          "text": [
            "Whether you have five minutes or 25, there are plenty of masks on the market promising to give that post-spa glow. With its no mess formula, a sheet mask is a go-to if you’re short on time. You can pop it on in the bath for some impressive multi-tasking. <strong>Garnier’s Moisture Bomb Camomile Hydrating Face Sheet Mask, £2.99 (Superdrug.com)</strong> is a purse-friendly purchase with maximum benefits. Super hydrating, fine lines are reduced and skin is left plumper and more radiant after just 15 minutes wear. It’s not just your skin that can benefit from a mask. Treat your tresses with a hair mask such as <strong>Kerastase Elixir Ultime Masuqe, £36.40 (LookFantastic.com)</strong>. It intensely conditions stressed-out strands, leaving them visibly shinier and silky soft. Leave in for just five minutes, then rinse through.",
            "If you want to seriously up the ante, you can try an at-home face massage too. The classic jade roller has had a recent resurgence and this little tool can help to de-puff, improve circulation and lymphatic drainage. Try the <strong>Jade Facial Roller, £22 (CultBeauty.co.uk)</strong> and roll across the forehead, cheeks, jawline and neck. Skin will be glowing in no time."
          ]
        },
        {
          "type": "headline",
          "copy": "Get comfy",
          "level": "3"
        },
        {
          "type": "paragraphs",
          "text": [
            "Embrace the real spa experience and slip into a fluffy robe for a post-bath treat. For added luxe and a real spa feel, try <strong>Soho Home’s House Robe, £85 (SohoHome.com)</strong>. With a cosy hood and the Soho House logo embroidered on the chest you’ll be transported to their glorious Soho Farmhouse retreat without having to step foot outside.  The White Company also has a collection of some super-soft loungewear in a chic neutral colour palette which are almost too cute not to be seen. Finish off with a pair of <strong>Just Sheepskin Lily Sheepskin Sliders, £50 (JustSheepskin.com)</strong> slippers and a cup of calming <strong>Pukka Relax Tea, £2.99 (Holland & Barrett)</strong>, infused with chamomile, fennel & marshmallow root. Finally, before you hit the hay, spritz This Works Deep Pillow Spray, £19.50 on your pillows. The natural blend of Lavender, Vetivert and Camomile will help you drift off to the land of nod."
          ]
        },
        {
          "type": "paragraphs",
          "text": [
            "<strong>By Charlie Bell.</strong>",
            "<em>Charlie is a London-based fashion, beauty and lifestyle editor with over twelve years' experience in the media industry. She has previously worked for titles including Closer, Reveal, Dare, Woman, Woman & Home, Now, Mail Online, Take a Break and Love it.</em>"
          ]
        }
      ]
    },
    {
      "type": "group",
      "dynamic": "more-articles",
      "id": "guest-writer-of-the-week",
      "title": "More articles",
      "style": {
        "scroll": true
      }
    }
  ]
}
