{
  "title": "Guest writer of the week: How to create the ultimate digital scrapbook",
  "description": "",
  "image": "https://images.samsung.com/is/image/samsung/assets/uk/explore/kings-cross/home-of-innovation/lifestyle/guest-writer-of-the-week/26/guest-26-kv.jpg",
  "alt": "",
  "thumb": "https://images.samsung.com/is/image/samsung/assets/uk/explore/kings-cross/home-of-innovation/lifestyle/guest-writer-of-the-week/26/guest-26-kv-th.jpg",
  "group": "guest-writer-of-the-week",
  "sort": 26,
  "meta": {
    "icon": "article",
    "tags": []
  },
  "components": [
    {
      "type": "kv",
      "media": {
        "type": "image",
        "content": "{{lifestyle|guest-writer-of-the-week|26[image]}}",
        "alt": "{{lifestyle|guest-writer-of-the-week|26[alt]}}"
      },
      "style": {
        "desktop": "right",
        "mobile": "bottom"
      },
      "components": [
        {
          "type": "headline",
          "copy": "How to create the ultimate digital scrapbook"
        }
      ]
    },
    {
      "type": "wrapper",
      "components": [
        {
          "type": "paragraphs",
          "text": [
            "Celebrate the good times by making a digital memory scrapbook, from staycation snaps to exploring local walking trails – here’s 4 top tips on collating and editing the photos into a digital keepsake using the <a href=\"https://www.samsung.com/uk/tablets/galaxy-tab-s/galaxy-tab-s7-plus-12-4-inch-mystic-bronze-128gb-wi-fi-sm-t970nznaeua/buy/\">Samsung Galaxy Tab S7</a>.",
            "So, how to get started?"
          ]
        },
        {
          "type": "headline",
          "copy": "Choosing Your Travel Memories",
          "level": "3"
        },
        {
          "type": "paragraphs",
          "text": [
            "Does anyone remember - or still use - film cameras? Most of us struggle to be selective with our shots, so remain grateful to the digital age and technology’s innovations. Thanks to our smartphones and digital cameras, we’re constantly snapping away, getting every possible angle of a particular shot. Is anyone else guilty of taking the same photo of the sunset one hundred times? Just to capture the ever so slight change in dreamy orange or pink.",
            "The first step in creating a digital scrapbook is to filter and favourite the images you wish to include within the Gallery app – you can even create your own digital album to store your favourites within. The sunset definitely should be one of them…but perhaps not all one hundred times. Although, it depends on the concept you’re pursuing, as an ‘ode to a sunset’ could end up looking really cool across two pages. The world is your oyster when it comes to how many images you wish to include, however cutting down the list will just make the editing process a lot swifter as there will be less photos to fine-tune.",
            "As a rule of thumb, it would be nice to get a selection of scenery, city shots and pictures with you, partners, family and friends (should you have travelled with any). Or, if a food-focused travel scrapbook, then a selection of dishes from restaurants, cafes, and street vendors is perfect. Like we said, you’re the creative director."
          ]
        },
        {
          "type": "image",
          "content": "https://images.samsung.com/is/image/samsung/assets/uk/explore/kings-cross/home-of-innovation/lifestyle/guest-writer-of-the-week/26/food.jpg",
          "alt": ""
        },
        {
          "type": "headline",
          "copy": "Apps and Editing Software",
          "level": "3"
        },
        {
          "type": "paragraphs",
          "text": [
            "Relive your best travel memories as you flick through them, selecting the top tier for editing. Enhance, tune, crop and much more via a variety of editing apps and software, in order to create your final images. We’ve all been there: we want the grass to be a bit greener; the blue in the sky to pop a little more; that annoying person who decided to photo bomb your picture to be removed - it’s all possible in post-production. Whether you’re into professional editing software such as Photoshop, Lightroom and Premiere Pro or more mobile-friendly options like the inbuilt Samsung Photo Editor - get your photos into prime position for when you start scrapbooking.",
            "Not only is the <a href=\"https://www.samsung.com/uk/tablets/galaxy-tab-s/galaxy-tab-s7-plus-12-4-inch-mystic-bronze-128gb-wi-fi-sm-t970nznaeua/buy/\">Samsung Galaxy Tab S7</a> packed with tools to encourage your creative flow, the large screen makes editing and organising all of your images a lot easier. With cutting-edge features, all of which are seamlessly integrated into the Galaxy ecosystem, the <a href=\"https://www.samsung.com/uk/tablets/galaxy-tab-s/galaxy-tab-s7-plus-12-4-inch-mystic-bronze-128gb-wi-fi-sm-t970nznaeua/buy/\">Samsung Galaxy Tab S7</a> has been designed for creative activities just like these. Featuring a new and improved S pen and an entire suite of apps and functions perfect for aiding you in your creative outlet, the tablet is your digital canvas.",
            "In addition to the vast number of apps you can download, there’s also the popular drawing app Clip Studio Paint which is ideal for digital creatives. All users can enjoy a six-month free trial of the premium version: Clip Studio Paint EX, allowing <a href=\"https://www.samsung.com/uk/tablets/galaxy-tab-s/galaxy-tab-s7-plus-12-4-inch-mystic-bronze-128gb-wi-fi-sm-t970nznaeua/buy/\">Samsung Galaxy Tab S7</a> holders to access advanced design features and much more."
          ]
        },
        {
          "type": "headline",
          "copy": "Decorative Details",
          "level": "3"
        },
        {
          "type": "paragraphs",
          "text": [
            "Half the fun of creating a physical scrapbook is getting inventive with fonts, textures and other decorative details. A trip to Hobbycraft or another arts and crafts store is essential in getting fully stuck into your latest project.",
            "This kind of fun can be extended for when making your digital scrapbook too, as you can import (or create your own) graphic files to emulate lettering, stickers and elements such as stitching or tape markings. Once you have your software and supplies, you can start creating your page, incorporating these files within your actual photos. Think how you would when creating a physical scrapbook: for example, you might start with a patterned paper background, before adding your photos on top and then decorating with bows, stitching and frames. You can use text tools to create captions or little notes to attach to the photos, explaining the story behind them or something funny that happened during that moment."
          ]
        },
        {
          "type": "headline",
          "copy": "Compilation Process",
          "level": "3"
        },
        {
          "type": "paragraphs",
          "text": [
            "If you’re using Adobe Photoshop to create your digital scrapbook, you’re going to need to start off by making a template. If you have any plans to print this digital scrapbook at a later date, the ideal resolution to select would be something around 300.",
            "Next is the fun part: gather all your imagery and assets and get thinking about the theme of your scrapbook. Import whatever asset you wish to use as your background and then you can get started on image positioning per page. Photoshop allows you to play around with effects and shadows, to make your digital scrapbook seem as real-life and professional as possible. You can then go ahead and add things like frames, borders and other decorative elements, as well as layering other textures and backgrounds on different parts of the page - as you might do with a physical scrapbook.",
            "<br>",
            "<strong>By Amira Arasteh.</strong>",
            "<em>Amira is a freelance lifestyle journalist, frequently writing for the likes of Stylist, Refinery 29 and Time Out. Whilst her speciality is travel, she also loves all things fashion, food and beauty.</em>"
          ]
        }
      ]
    },
    {
      "type": "group",
      "dynamic": "more-articles",
      "id": "guest-writer-of-the-week",
      "title": "More articles",
      "style": {
        "scroll": true
      }
    }
  ]
}
